{
  "nav": {
    "darkMode": "Темная тема",
    "lightMode": "Светлая тема",
    "about": "Обо мне",
    "projects": "Проекты",
    "contact": "Контакты",
    "resume": "Резюме"
  },
  "intro": {
    "title": "Михаил Кобцев",
    "subtitle": "Team Lead Full-Stack Разработчик",
    "description": "Я специализируюсь на создании веб-приложений в сфере ИИ, которые разворачиваются с помощью современных облачных провайдеров и используют новейшей стэк технологий.",
    "animate": "Включить анимацию"
  },
  "about": {
    "text": "Привет, меня зовут Михаил, мне <0>24 года</0>, я <0>Full-Stack разработчик с коммерческим опытом более 6-ти лет.</0><1></1><1></1><0>Я специализируюсь на создании веб-приложений в сфере ИИ</0>, которые разворачиваются с помощью современных облачных провайдеров и используют новейшей стэк технологий.<1></1><1></1>Моя цель - однажды стать системным архитектором, <0>сейчас я ищу новый опыт и интересные проекты</0> чтобы достичь этой цели, надеюсь, у нас будет возможность поработать вместе в будущем.",
    "technologies": "Навыки"
  },
  "projects": {
    "webSite": "Официальный сайт",
    "openSourceRepository": "Open Source репозиторий",
    "readMore": "Подробнее",
    "otherProjects": "Другие проекты",
    "commercial": "Коммерческие",
    "demo": "Демо",
    "showMore": "Показать больше",
    "hide": "Скрыть",
    "ic": {
      "companyName": "Integral Commodities",
      "position": "Front-end разработчик",
      "description": "Коммерческий веб-сайт для одной из крупнейших компаний-экспортеров полимеров, удобрений и серы"
    },
    "bf": {
      "companyName": "Bushfire AI",
      "position": "React, Python Full-Stack разработчик<0></0>Team Lead",
      "description": "Система обнаружения пожаров на основе ИИ которая работает с реальными камерами 360 градусов. Камеры расположены в Калифорнии и Австралии, сервис непрерывно собирает и анализируют данные, в случае пожара рассылаются соотвествующие уведомления для служб спасения."
    },
    "wo": {
      "companyName": "Workpack AI",
      "position": "Angular Front-End разработчик<0></0>Team Lead",
      "description": "Инструмаент с использованием ИИ для архитекторов для выполненич разметки документы в разы быстрее. Проект может быть описан как AutoCAD в браузере с автоматическим обнаружением строительных объектов (стены, двери окна, комнаты)."
    },
    "fs": {
      "companyName": "FirstStep AI",
      "position": "React, Node Full-Stack разработчик",
      "description": "No code платформа для обучения моделей искусственного интеллекта (классификация, обнаружение объектов и сегментация). Веб-система позволяет пользователю загружать набор данных, выбирать базовую модель, настраивать список аугментаций и другую конфигурацию. После обучения каждая модель может быть протестирована и загружена как готовое Android приложение или в качестве RAW файла."
    },
    "amdb": {
      "companyName": "AMDB",
      "position": "Full-stack разработчик",
      "description": "Сайт для Института биологии для хранения, поиска и анализа исследований и экспериментов"
    },
    "portfolio": {
      "description": "Cайт-портфолио, на котором вы сейчас находитесь"
    },
    "hobbio": {
      "description": "Мобильное приложение, созданное для тех, кто хочет найти людей увлекающихся тем же хобби, а так же интересные события и места в своём городе."
    }
  },
  "contact": {
    "name": "Имя",
    "email": "Email",
    "message": "Сообщение",
    "additionalText": "Вы также можете написать напрямую, используя один из следующих способов:",
    "send": "Отправить",
    "or": "Или"
  },
  "errors": {
    "required": "Обязательное поле",
    "format": "Неверный формат"
  }
}
